tap "argon/mas"
tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sanemat/font"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion"
brew "binutils", link: true
brew "cmake"
brew "coreutils"
brew "ctags"
brew "diffutils"
brew "x265"
brew "ffmpeg"
brew "findutils"
brew "fontforge"
brew "fzf"
brew "gawk"
brew "gcc"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "gnupg"
brew "go"
brew "grep"
brew "gzip"
brew "lua"
brew "hugo"
brew "imagemagick@6", link: true
brew "jq"
brew "less"
brew "lesspipe"
brew "libde265"
brew "libssh2"
brew "libgit2"
brew "libheif"
brew "libzip"
brew "luarocks"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "mysql"
brew "nano"
brew "nkf"
brew "nodebrew"
brew "openssl@1.1"
brew "pandoc"
brew "pandoc-citeproc"
brew "peco"
brew "postgresql"
brew "python"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "s3cmd"
brew "screen"
brew "source-highlight"
brew "tcl-tk"
brew "texinfo"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "unzip"
brew "wdiff"
brew "wget"
brew "youtube-dl"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "1password"
cask "alfred"
cask "appcleaner"
cask "bettertouchtool"
cask "betterzip"
cask "boxcryptor"
cask "chrome-remote-desktop-host"
cask "cooviewer"
cask "dash"
cask "docker"
cask "dotnet"
cask "dropbox"
cask "evernote"
cask "font-fontawesome"
cask "google-backup-and-sync"
cask "google-chrome"
cask "grammarly"
cask "java8"
cask "karabiner-elements"
cask "kindle"
cask "macs-fan-control"
cask "mactex"
cask "macvim"
cask "music-manager"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "r-app"
cask "readcube"
cask "rstudio"
cask "scriptql"
cask "skype"
cask "slack"
cask "suspicious-package"
cask "the-unarchiver"
cask "tripmode"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "xquartz"
mas "App Language Chooser", id: 451732904
mas "Be Focused Pro", id: 961632517
mas "Cyberduck", id: 409222199
mas "Day One", id: 1055511498
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
